//PCJE1D1W JOB CLASS=N, MSGCLASS=Y,USER=JUBUK
//SETVAR   SET ID=PJ,BNK=J,TLQ=
//JCLLIB   JCLLIB ORDER=(PGOS.&TLQ.BASE.PROCLIB)
//@U11RMS  EXEC @U11RMS,CODE=@P
//JSTEP010 EXEC PC#E1D1W,PID=01,RUN=R,SID=S01,
//          STY=02
//
//@U11END  EXEC @U11RMS,CODE=9N