//PCJUB2CW JOB CLASS=N,MSGCLASS=Y,USER=JUBUK
//SETVAR   SET ID=PJ,BNK=J,TLQ=
//JCLLIB   JCLLIB ORDER=PGOS.&TLQ.BASE.PROCLIB
//*
//@U11RMS  EXEC @U11RMS,CODE=@P
//*
//JSTEP010 EXEC PCUB02CD,DAYFREQ=00
//*
//@U11END  EXEC @U11RMS,CODE=9N