//PCNE1D7W JOB CLASS=N,MSGCLASS=Y,USER=NWB
//SETVAR   SET ID=PN,BNK=N,TLQ=
//JCLLIB   JCLLIB ORDER=(PGOS.&TLQ.BASE.PROCLIB)
//@U11RMS  EXEC @U11RMS,CODE=@P
//*
//JSTEP010 EXEC PC#E1D1W,PID=07,RUN=R,SID=S07,
//          STY=01
//*
//@U11END  EXEC @U11RMS,CODE=9N