//PCNE1D4W JOB CLASS=N,MSGCLASS=Y,USER=NWB
//* RUN THROUGH JCLCHECK ON 16/09/24 AT 07:27:19 BY LAKSA FOR PFOS
//SETVAR   SET ID=PN,BNK=N,TLQ=
//JCLLIB   JCLLIB ORDER=(PGOS.&TLQ.BASE.PROCLIB)
//*
//@U11RMS  EXEC @U11RMS,CODE=@P
//*
//JSTEP010 EXEC PC#E1D1W,PID=04,RUN=R,SID=S04,
//          STY=01
//*
//@U11END  EXEC @U11RMS,CODE=9N