//PCNUB2CW JOB CLASS=N,MSGCLASS=Y,USER=NWB
//* RUN THROUGH JCLCHECK ON 16/09/24 AT 07:27:19 BY LAKSA FOR PFOS
//SETVAR   SET ID=PN,BNK=N,TLQ=
//JCLLIB   JCLLIB ORDER=PGOS.&TLQ.BASE.PROCLIB
//*
//@U11RMS  EXEC @U11RMS,CODE=@P
//*
//JSTEP010 EXEC PCUB02CD,DAYFREQ=00
//*
//@U11END  EXEC @U11RMS,CODE=9N

//PCUB02CD PROC DAYFREQ=,               * FREQUENCY
//             DB2INCL=@@DB2DSN,        * DB2 SYSTEM LOAD LIB
//             DCLAS=DSTZC01,           * SPACE ALLOCATION
//             GENDAT=(0),              * GENDAT
//             GENOUT=(+1),             * OUTPUT GENERATION
//             LOADCW=PGCW.&TLQ.BASE.LOAD, * CW LOAD LIBRARY
//             LOADPC=PGPC.&TLQ.BASE.LOAD, * PC LOAD LIBRARY
//             PLAN=&BNK.PCBAT,         * DB2 PLAN
//             PROG=PCB002,             * PROG
//             SSID=DPA0                * DB2 SUBSYSTEM
//* RUN THROUGH JCLPREP ON 26/02/2007 AT 11:44:27 BY RAMPDEJ FOR PKOS
//*
