//PC#E1D1W PROC DAYFREQ=00,          * DAYFREQ
//              1=@QDB2DSN,    * INCLUDE MEMBER FOR DB2
//              DCLAS=DSIZE10,       * SPACE ALLOCATION
//              GENDAT=(0),          * GENDAT
//              GENOUT=(+1),         * OUTPUT GENERATION
//         LOADPC=PGPC.&TLQ..BASE.LOAD,  * PC LOAD LIBRARY
//              PID=,
//              PLAN=&BNK.PCBAT,     * DB2 PLAN
//              PROG=PCE019,         * PROG
//              RUN=,
//              RUNID=M,             * RUN ID
//              SID=,
//              SSID=DPA0,           * DB2 SUBSYSTEM
//              STY=                *
//* RUN THROUGH JCLPREP ON 19/07/2007 AT 08:49:59 BY FOXPC FOR PJOS
//*
//STEP010  EXEC PGM=IKJEFT1B,
//STEP010  EXEC PGM=IKJEFT1B,
//         PARM=('%DB2BATCH','SYS(&SSID)','PROG(&PROG)',
//         'PLAN(&PLAN)','PARM(&DAYFREQ&PID&STY&RUNID)')
//STEPLIB  DD DSN=&LOADPC,DISP=SHR
//         INCLUDE MEMBER=&DB2INCL
//QAJUR    INCLUDE MEMBER=&BNK.@QAJUR
//SYSPROC  DD DSN=PGDF.BASE.CLIST,DISP=SHR
//CARDPAN  DD DSN=&ID.PC.&TLQ.NHLORD.CARDPAN.&RUN..&SID&STY&GENOUT,
//         DISP=(,CATLG,DELETE),DATACLAS=&DCLAS,
//         RECFM=FB,LRECL=80
//DATEINFO DD DSN=&ID.PC.&TLQ.NCPUDATE.PLASCARD&GENDAT,DISP=SHR
//PCLOGG   DD DSN=&ID.PC.&TLQ.NPCBATCH.PCLOG.&SID&STY,DISP=MOD
//XIOSTAT1 DD SYSOUT=*
//VIOSTAT1 DD SYSOUT=*
//SYSUDUMP DD SYSOUT=C
//SYSABOUT DD SYSOUT=C
//SYSOUT   DD SYSOUT=*
//SYSTSPRT DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSTSIN  DD DUMMY
//CHECKIT  IF STEP010.RC NE 0 THEN
//*
//STEP015  EXEC @SPWARN
//CHECKIT  ENDIF