//PCUB02CD PROC DAYFREQ=,               * FREQUENCY
//             DB2INCL=@@DB2DSN,        * DB2 SYSTEM LOAD LIB
//             DCLAS=DSTZC01,           * SPACE ALLOCATION
//             GENDAT=(0),              * GENDAT
//             GENOUT=(+1),             * OUTPUT GENERATION
//             LOADCW=PGCW.&TLQ.BASE.LOAD, * CW LOAD LIBRARY
//             LOADPC=PGPC.&TLQ.BASE.LOAD, * PC LOAD LIBRARY
//             PLAN=&BNK.PCBAT,         * DB2 PLAN
//             PROG=PCB002,             * PROG
//             SSID=DPA0                * DB2 SUBSYSTEM
//* RUN THROUGH JCLPREP ON 26/02/2007 AT 11:44:27 BY RAMPDEJ FOR PKOS
//*
//STEP010 EXEC PGM=IKJEFT1B,
//         PARM=('%DB2BATCH','SYS(&SSID)','PROG(&PROG)',
//         'PLAN(&PLAN)','PARM(&DAYFREQ)'),REGION=4M
//STEPLIB DD DSN=&LOADPC,DISP=SHR
//         DD DSN=&LOADCW,DISP=SHR
//         INCLUDE MEMBER=&DB2INCL
000019 //@AJUR    INCLUDE MEMBER=&BNK.@0AJUR
000020 //XIOSTAT1 DD SYSOUT=*
//000021 //VIOSTAT1 DD SYSOUT=*
//000022 //SYSPROC  DD DSN=PGDF.BASE.CLIST,DISP=SHR
000023 //DATEINFO DD DSN=&ID.PC.&TLQ.NCPUDATE.PLASCARD&GENDAT,DISP=SHR
000024 //PCLOGG   DD DSN=&ID.PC.&TLQ.NPCBATCH.PCLOG,DISP=MOD
000025 //CARDPAN  DD DSN=&ID.PC.&TLQ.NPCBATCH.CARDPAN&GENOUT,
//             DISP=(NEW,CATLG,DELETE),DATACLAS=&DCLAS,
//             RECFM=FB,LRECL=80
000028 //MIFILE   DD DSN=&ID.PC.&TLQ.NPCBATCH.MI.MARKER&GENOUT,
//             DISP=(NEW,CATLG,DELETE),DATACLAS=&DCLAS,
//             RECFM=FB,LRECL=200
000031 //SYSUDUMP DD SYSOUT=C
000032 //SYSABOUT DD SYSOUT=C
000033 //SYSOUT   DD SYSOUT=*
//000034 //SYSTSPRT DD SYSOUT=*
//000035 //SYSPRINT DD SYSOUT=*
//000036 //SYSTSIN  DD DUMMY
000037 //CHECKIT IF (STEP010.RC NE 0) THEN
000038 //*
000039 //STEP015 EXEC @SPWARN
000040 //CHECKIT ENDIF